Repository: EratoLab/erato
Catalog: frontend/src/locales/*/messages.po
Languages: de, es, fr, pl

source: ui.image.messageAttachment
de: Nachrichtenanhang
es: Adjunto del mensaje
fr: Pièce jointe du message
pl: Załącznik wiadomości

source: ui.imagePreview.altText
de: Vorschau in voller Größe
es: Vista previa a tamaño completo
fr: Aperçu en taille réelle
pl: Podgląd w pełnym rozmiarze

source: ui.imagePreview.title
de: Bildvorschau
es: Vista previa de imagen
fr: Aperçu de l'image
pl: Podgląd obrazu

source: upload.error.cloudLink
de: Fehler beim Verknüpfen der Cloud-Datei. Bitte versuchen Sie es erneut.
es: Error al vincular el archivo en la nube. Por favor, inténtelo de nuevo.
fr: Échec de la liaison du fichier cloud. Veuillez réessayer.
pl: Nie udało się połączyć pliku z chmury. Spróbuj ponownie.

source: upload.error.tooLarge
de: Datei ist zu groß. Maximale Größe: {maxSize}.
es: El archivo es demasiado grande. Tamaño máximo: {maxSize}.
fr: Le fichier est trop volumineux. Taille maximale : {maxSize}.
pl: Plik jest za duży. Maksymalny rozmiar: {maxSize}.

source: upload.error.unsupportedFileType
de: Nicht unterstützter Dateityp(en): {filenames}
fr: Type(s) de fichier non pris en charge : {filenames}
pl: Nieobsługiwany typ(y) pliku: {filenames}

source: (more available)
de: (weitere verfügbar)
es: (más disponibles)
fr: (plus disponibles)
pl: (więcej dostępnych)

source: File attachments account for {fileTokensFormatted} tokens.
de: Dateianhänge beanspruchen {fileTokensFormatted} Token.
es: Los archivos adjuntos ocupan {fileTokensFormatted} tokens.
fr: Les pièces jointes représentent {fileTokensFormatted} tokens.
pl: Załączniki plików zajmują {fileTokensFormatted} tokenów.

source: This is for your {days}-day budget period.
de: Dies gilt für Ihre {days}-Tage-Budgetperiode.
es: Esto es para su período presupuestario de {days} días.
fr: Ceci concerne votre période budgétaire de {days} jours.
pl: Dotyczy to Twojego {days}-dniowego okresu budżetowego.

source: {0, plural, =0 {No files} one {# file} other {# files}}
de: {0, plural, =0 {Keine Dateien} one {# Datei} other {# Dateien}}
es: {0, plural, =0 {Sin archivos} one {# archivo} other {# archivos}}
fr: {0, plural, =0 {Aucun fichier} one {# fichier} other {# fichiers}}
pl: {0, plural, =0 {Brak plików} one {# plik} few {# pliki} other {# plików}}

source: Accepted types:
de: Akzeptierte Dateitypen:
es: Tipos aceptados:
fr: Types acceptés :
pl: Akceptowane typy plików:

source: All file types accepted
de: Alle Dateitypen akzeptiert
es: Todos los tipos de archivo aceptados
fr: Tous les types de fichiers acceptés
pl: Wszystkie typy plików akceptowane

source: Approaching Budget Limit
de: Budgetlimit wird erreicht
es: Aproximándose al límite presupuestario
fr: Limite budgétaire approchée
pl: Zbliżanie się do limitu budżetowego

source: Approaching Token Limit
de: Token-Limit wird erreicht
es: Acercándose al límite de tokens
fr: Limite de tokens bientôt atteinte
pl: Zbliżanie się do limitu tokenów

source: Are you sure you want to proceed?
de: Möchten Sie wirklich fortfahren?
es: ¿Está seguro de que desea continuar?
fr: Êtes-vous sûr de vouloir continuer ?
pl: Czy na pewno chcesz kontynuować?

source: Are you sure you want to remove this chat?
de: Möchten Sie diesen Chat wirklich entfernen?
es: ¿Está seguro de que desea eliminar este chat?
fr: Êtes-vous sûr de vouloir supprimer ce chat ?
pl: Czy na pewno chcesz usunąć ten czat?

source: Assistant avatar
de: Assistent-Avatar
es: Avatar del asistente
fr: Avatar de l'assistant
pl: Awatar asystenta

source: Attach File
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre un fichier
pl: Dołącz plik

source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
pl: Załączniki

source: Beginning of conversation
de: Gesprächsanfang
es: Inicio de la conversación
fr: Début de la conversation
pl: Początek rozmowy

source: Budget Limit Reached
de: Budgetlimit erreicht
es: Límite presupuestario alcanzado
fr: Limite budgétaire atteinte
pl: Osiągnięto limit budżetowy

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj

source: Cancel action
de: Aktion abbrechen
es: Cancelar acción
fr: Annuler l'action
pl: Anuluj akcję

source: Cannot send: Token limit exceeded
de: Senden nicht möglich: Token-Limit überschritten
es: No se puede enviar: Límite de tokens excedido
fr: Impossible d'envoyer : limite de tokens dépassée
pl: Nie można wysłać: Przekroczony limit tokenów

source: Chat Error
de: Chat-Fehler
es: Error de chat
fr: Erreur de chat
pl: Błąd czatu

source: Chat History
de: Chat-Verlauf
es: Historial de chat
fr: Historique des chats
pl: Historia czatu

source: Chat messages
de: Chat-Nachrichten
es: Mensajes de chat
fr: Messages du chat
pl: Wiadomości czatu

source: Clear All
de: Alle löschen
es: Limpiar todo
fr: Tout effacer
pl: Wyczyść wszystko

source: Clear search
de: Suche löschen
es: Limpiar búsqueda
fr: Effacer la recherche
pl: Wyczyść wyszukiwanie

source: Close modal
de: Dialog schließen
es: Cerrar modal
fr: Fermer la modal
pl: Zamknij okno

source: Close modal overlay
de: Dialog-Overlay schließen
es: Cerrar superposición del modal
fr: Fermer le fond de modal
pl: Zamknij nakładkę okna

source: collapse sidebar
de: Seitenleiste einklappen
es: contraer barra lateral
fr: réduire la barre latérale
pl: zwiń pasek boczny

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pl: Potwierdź

source: Confirm action
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action
pl: Potwierdź akcję

source: Confirm Action
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action
pl: Potwierdź akcję

source: Confirm Removal
de: Entfernung bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
pl: Potwierdź usunięcie

source: Context usage
fr: Utilisation du contexte

source: Context usage exceeds model capacity. The assistant can't be created like this.
fr: L'utilisation du contexte dépasse la capacité du modèle. L'assistant ne peut pas être créé dans cet état.

source: Dark mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
pl: Tryb ciemny

source: details for
de: Details für
es: detalles para
fr: détails pour
pl: szczegóły dla

source: Dismiss
de: Schließen
es: Descartar
fr: Fermer
pl: Odrzuć

source: Download File
de: Datei herunterladen
es: Descargar archivo
fr: Télécharger le fichier
pl: Pobierz plik

source: Drag files here or click to upload
de: Dateien hierher ziehen oder zum Hochladen klicken
es: Arrastra archivos aquí o haz clic para subir
fr: Glissez les fichiers ici ou cliquez pour télécharger
pl: Przeciągnij pliki tutaj lub kliknij aby przesłać

source: Drop files to upload...
de: Dateien zum Hochladen loslassen...
es: Suelta archivos para subir...
fr: Déposez les fichiers pour les télécharger...
pl: Upuść pliki aby przesłać...

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pl: Edytuj

source: End of conversation
de: Gesprächsende
es: Fin de la conversación
fr: Fin de la conversation
pl: Koniec rozmowy

source: Error
de: Fehler
fr: Erreur
pl: Błąd

source: Error loading theme:
de: Fehler beim Laden des Themes:
es: Error al cargar el tema:
fr: Erreur lors du chargement du thème :
pl: Błąd wczytywania motywu:

source: Error Output
de: Fehlerausgabe
es: Salida de error
fr: Sortie d'erreur
pl: Wyjście błędu

source: Error:
de: Fehler:
fr: Erreur :
pl: Błąd:

source: Estimating token usage...
fr: Estimation de l'utilisation des tokens...

source: Expand by default
de: Standardmäßig erweitern
es: Expandir por defecto
fr: Développer par défaut
pl: Rozwiń domyślnie

source: expand sidebar
de: Seitenleiste erweitern
es: expandir barra lateral
fr: développer la barre latérale
pl: rozwiń pasek boczny

source: failed
de: fehlgeschlagen
es: falló
fr: échoué
pl: nie udało się

source: File
de: Datei
es: Archivo
fr: Fichier
pl: Plik

source: Footnotes
de: Fußnoten
fr: Notes de bas de page
pl: Przypisy

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
pl: Ukryj

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
pl: Ukryj szczegóły

source: In Progress
de: In Bearbeitung
es: En progreso
fr: En cours
pl: W trakcie

source: Input Parameters
de: Eingabeparameter
es: Parámetros de entrada
fr: Paramètres d'entrée
pl: Parametry wejściowe

source: Invalid date provided to MessageTimestamp, using current date
de: Ungültiges Datum für MessageTimestamp bereitgestellt, aktuelles Datum wird verwendet
es: Fecha inválida proporcionada a MessageTimestamp, usando fecha actual
fr: Date invalide fournie à MessageTimestamp, utilisation de la date actuelle
pl: Podano nieprawidłową datę do MessageTimestamp, używam bieżącej daty

source: Largest file context contributors:
fr: Principales contributions des fichiers au contexte :

source: Light mode
de: Heller Modus
es: Modo claro
fr: Mode clair
pl: Tryb jasny

source: Load older messages
de: Ältere Nachrichten laden
es: Cargar mensajes más antiguos
fr: Charger les messages plus anciens
pl: Załaduj starsze wiadomości

source: Loading
de: Laden
es: Cargando
fr: Chargement
pl: Ładowanie

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
pl: Ładowanie...

source: Message exceeds token limit. Please reduce length or remove files.
de: Nachricht überschreitet Token-Limit. Bitte kürzen Sie die Nachricht oder entfernen Sie Dateien.
es: El mensaje excede el límite de tokens. Por favor, reduzca la longitud o elimine archivos.
fr: Le message dépasse la limite de tokens. Veuillez réduire la longueur ou supprimer des fichiers.
pl: Wiadomość przekracza limit tokenów. Proszę skrócić lub usunąć pliki.

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouveau chat
pl: Nowy czat

source: No chats found
de: Keine Chats gefunden
es: No se encontraron chats
fr: Aucun chat trouvé
pl: Nie znaleziono czatów

source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Aucun message pour l'instant
pl: Brak wiadomości

source: of
de: von
es: de
fr: sur
pl: z

source: Open menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
pl: Otwórz menu

source: assistant.form.prompt-optimizer.tooltip
de: Prompt optimieren
fr: Optimiser le prompt
pl: Optymalizuj prompt

source: Output
de: Ausgabe
es: Salida
fr: Sortie
pl: Wyjście

source: Preview attachment
de: Anhang anzeigen
es: Vista previa del adjunto
fr: Aperçu de la pièce jointe
pl: Podgląd załącznika

source: Preview is not available for this file type.
de: Vorschau ist für diesen Dateityp nicht verfügbar.
es: La vista previa no está disponible para este tipo de archivo.
fr: L'aperçu n'est pas disponible pour ce type de fichier.
pl: Podgląd nie jest dostępny dla tego typu pliku.

source: Preview of
de: Vorschau von
es: Vista previa de
fr: Aperçu de
pl: Podgląd

source: Preview:
de: Vorschau:
es: Vista previa:
fr: Aperçu :
pl: Podgląd:

source: Recent Chats
de: Aktuelle Chats
es: Chats recientes
fr: Chats récents
pl: Ostatnie czaty

source: Remaining context: {remainingContextPercentage}%
fr: Contexte restant : {remainingContextPercentage}%

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
pl: Usuń

source: Remove all
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
pl: Usuń wszystko

source: Remove all attachments
de: Alle Anhänge entfernen
es: Eliminar todos los adjuntos
fr: Supprimer toutes les pièces jointes
pl: Usuń wszystkie załączniki

source: Remove all files
de: Alle Dateien entfernen
es: Eliminar todos los archivos
fr: Supprimer tous les fichiers
pl: Usuń wszystkie pliki

source: Search
de: Suchen
es: Buscar
fr: Rechercher
pl: Wyszukaj

source: Search chat titles...
de: Chat-Titel durchsuchen...
es: Buscar títulos de chat...
fr: Rechercher les titres de chat...
pl: Wyszukaj tytuły czatów...

source: Search Results
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
pl: Wyniki wyszukiwania

source: Search Your Chats
de: Durchsuchen Sie Ihre Chats
es: Buscar en sus chats
fr: Rechercher dans vos chats
pl: Przeszukaj swoje czaty

source: Searching...
de: Suchen...
es: Buscando...
fr: Recherche en cours...
pl: Wyszukiwanie...

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
pl: Wyślij wiadomość

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
pl: Pokaż

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
pl: Pokaż szczegóły

source: Show tool calls
de: Tool-Aufrufe anzeigen
es: Mostrar llamadas de herramientas
fr: Afficher les appels d'outils
pl: Pokaż wywołania narzędzi

source: Showing
de: Anzeige
es: Mostrando
fr: Affichage de
pl: Pokazuje

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
pl: Wyloguj

source: Some files won't be accepted...
de: Einige Dateien werden nicht akzeptiert...
es: Algunos archivos no serán aceptados...
fr: Certains fichiers ne seront pas acceptés...
pl: Niektóre pliki nie zostaną zaakceptowane...

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
pl: Coś poszło nie tak

source: Something went wrong while loading the chat interface.
de: Beim Laden der Chat-Oberfläche ist ein Fehler aufgetreten.
es: Algo salió mal al cargar la interfaz de chat.
fr: Une erreur s'est produite lors du chargement de l'interface de chat.
pl: Coś poszło nie tak podczas ładowania interfejsu czatu.

source: Success
de: Erfolgreich
es: Éxito
fr: Succès
pl: Sukces

source: successful
de: erfolgreich
es: exitoso
fr: réussi
pl: udane

source: System theme
es: Tema del sistema
fr: Thème système
pl: Motyw systemowy

source: The file "{filename}" cannot be processed by the AI and was not uploaded.
de: Die Datei "{filename}" kann von der KI nicht verarbeitet werden und wurde nicht hochgeladen.
fr: Le fichier "{filename}" ne peut pas être traité par l'IA et n'a pas été téléchargé.
pl: Plik "{filename}" nie może być przetworzony przez AI i nie został przesłany.

source: The following files cannot be processed and were not uploaded: {filenames}
de: Die folgenden Dateien können nicht verarbeitet werden und wurden nicht hochgeladen: {filenames}
fr: Les fichiers suivants ne peuvent pas être traités et n'ont pas été téléchargés : {filenames}
pl: Następujące pliki nie mogą być przetworzone i nie zostały przesłane: {filenames}

source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion
pl: Myślę

source: This message exceeds the token limit of {maxTokensFormatted}. Please reduce the message length or remove attached files.
de: Diese Nachricht überschreitet das Token-Limit von {maxTokensFormatted}. Bitte kürzen Sie die Nachricht oder entfernen Sie angehängte Dateien.
es: Este mensaje excede el límite de tokens de {maxTokensFormatted}. Por favor, reduzca la longitud del mensaje o elimine archivos adjuntos.
fr: Ce message dépasse la limite de tokens de {maxTokensFormatted}. Veuillez réduire la longueur du message ou supprimer les fichiers joints.
pl: Ta wiadomość przekracza limit tokenów {maxTokensFormatted}. Proszę skrócić wiadomość lub usunąć załączone pliki.

source: This message is using {percentUsed}% of the available token limit ({totalTokensFormatted} of {maxTokensFormatted}).
de: Diese Nachricht verwendet {percentUsed}% des verfügbaren Token-Limits ({totalTokensFormatted} von {maxTokensFormatted}).
es: Este mensaje está usando {percentUsed}% del límite de tokens disponible ({totalTokensFormatted} de {maxTokensFormatted}).
fr: Ce message utilise {percentUsed}% de la limite de tokens disponible ({totalTokensFormatted} sur {maxTokensFormatted}).
pl: Ta wiadomość używa {percentUsed}% dostępnego limitu tokenów ({totalTokensFormatted} z {maxTokensFormatted}).

source: Token Limit Exceeded
de: Token-Limit überschritten
es: Límite de tokens excedido
fr: Limite de tokens dépassée
pl: Przekroczony limit tokenów

source: Token Usage
de: Token-Verbrauch
es: Uso de tokens
fr: Utilisation des tokens
pl: Użycie tokenów

source: Tool Call Display
de: Tool-Aufruf-Anzeige
es: Visualización de llamadas de herramientas
fr: Affichage des appels d'outils
pl: Wyświetlanie wywołań narzędzi

source: Tool calls
de: Tool-Aufrufe
es: Llamadas de herramientas
fr: Appels d'outils
pl: Wywołania narzędzi

source: Tool Calls
de: Tool-Aufrufe
es: Llamadas de herramientas
fr: Appels d'outils
pl: Wywołania narzędzi

source: Tool calls show how the assistant used external tools to generate responses.
de: Tool-Aufrufe zeigen, wie der Assistent externe Tools zur Antwortgenerierung verwendet hat.
es: Las llamadas de herramientas muestran cómo el asistente usó herramientas externas para generar respuestas.
fr: Les appels d'outils montrent comment l'assistant a utilisé des outils externes pour générer des réponses.
pl: Wywołania narzędzi pokazują jak asystent używał zewnętrznych narzędzi do generowania odpowiedzi.

source: Tool usage:
de: Tool-Verwendung:
es: Uso de herramientas:
fr: Utilisation d'outils :
pl: Użycie narzędzi:

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
pl: Spróbuj ponownie

source: Try different keywords or check your spelling
de: Versuchen Sie andere Suchbegriffe oder überprüfen Sie die Rechtschreibung
es: Pruebe con palabras clave diferentes o verifique la ortografía
fr: Essayez des mots-clés différents ou vérifiez l'orthographe
pl: Spróbuj innych słów kluczowych lub sprawdź pisownię

source: Type a message...
de: Nachricht eingeben...
es: Escriba un mensaje...
fr: Tapez un message...
pl: Napisz wiadomość...

source: Upload Files
de: Dateien hochladen
es: Subir archivos
fr: Télécharger des fichiers
pl: Prześlij pliki

source: Uploaded Files
de: Hochgeladene Dateien
es: Archivos subidos
fr: Fichiers téléchargés
pl: Przesłane pliki

source: Uploading file
de: Datei wird hochgeladen
es: Subiendo archivo
fr: Téléchargement du fichier
pl: Przesyłanie pliku

source: Used context: {usedContextPercentage}%
fr: Contexte utilisé : {usedContextPercentage}%

source: User avatar
de: Benutzer-Avatar
es: Avatar del usuario
fr: Avatar de l'utilisateur
pl: Awatar użytkownika

source: Using this much context may limit the chat session and reduce room for uploading additional files.
fr: Une utilisation aussi élevée du contexte peut limiter la session de chat et réduire la marge pour téléverser des fichiers supplémentaires.

source: Using tools
de: Tools werden verwendet
es: Usando herramientas
fr: Utilisation d'outils
pl: Używam narzędzi

source: upload.error.unknown
de: Unbekannter Fehler beim Hochladen

source: • Change browser language in settings and refresh
de: • Browsersprache in den Einstellungen ändern und neu laden
es: • Cambie el idioma del navegador en configuración y actualice
pl: • Zmień język przeglądarki w ustawieniach i odśwież

source: • Check that UI updates immediately when locale changes
de: • Prüfen, ob die Benutzeroberfläche sofort aktualisiert wird, wenn sich die Sprache ändert
es: • Verifique que la interfaz se actualice inmediatamente al cambiar el idioma
pl: • Sprawdź, czy interfejs aktualizuje się natychmiast po zmianie języka

source: • Click locale buttons to test switching languages (session only)
de: • Sprachschaltflächen anklicken, um den Sprachwechsel zu testen (nur für diese Sitzung)
es: • Haga clic en los botones de idioma para probar el cambio (solo sesión)
pl: • Kliknij przyciski języka, aby przetestować przełączanie (tylko sesja)

source: • Note: Locale changes are not persisted across page refreshes
de: • Hinweis: Sprachänderungen werden beim Neuladen der Seite nicht gespeichert
es: • Nota: Los cambios de idioma no se guardan al actualizar la página
pl: • Uwaga: Zmiany języka nie są zachowywane po odświeżeniu strony

source: • Use "Reset to Browser Detection" to test fresh detection
de: • "Auf Browsererkennung zurücksetzen" verwenden, um die Erkennung neu zu testen
es: • Use "Restablecer a detección del navegador" para probar detección nueva
pl: • Użyj "Resetuj do wykrywania przeglądarki" aby przetestować świeże wykrywanie

source: 1 file
de: 1 Datei

source: And
de: Und

source: Archive
de: Archivieren

source: Are you sure you want to archive this assistant?
de: Möchten Sie diesen Assistenten wirklich archivieren?

source: Assistant created successfully!
de: Assistent erfolgreich erstellt!

source: Assistant updated successfully!
de: Assistent erfolgreich aktualisiert!

source: Assistants
de: Assistenten

source: Browser Language:
de: Browsersprache:
es: Idioma del navegador:
pl: Język przeglądarki:

source: Configuration
de: Konfiguration

source: Configure a custom assistant with specific instructions and capabilities
de: Konfigurieren Sie einen benutzerdefinierten Assistenten mit spezifischen Anweisungen und Fähigkeiten

source: Confirm Archive
de: Archivierung bestätigen

source: Create and manage custom assistants with specific instructions and capabilities
de: Erstellen und verwalten Sie benutzerdefinierte Assistenten mit spezifischen Anweisungen und Fähigkeiten

source: Create Assistant
de: Assistent erstellen

source: Create Your First Assistant
de: Erstellen Sie Ihren ersten Assistenten

source: Create your first assistant to get started
de: Erstellen Sie Ihren ersten Assistenten, um loszulegen

source: Default Files
de: Standarddateien

source: Default Locale:
de: Standardsprache:
es: Idioma predeterminado:
pl: Domyślny język:

source: Default Model
de: Standardmodell

source: Define how the assistant should behave and respond
de: Legen Sie fest, wie der Assistent sich verhalten und antworten soll

source: Description
de: Beschreibung

source: Detected Locale:
de: Erkannte Sprache:
es: Idioma detectado:
pl: Wykryty język:

source: Edit Assistant
de: Assistent bearbeiten

source: Edit Assistant Settings
de: Assistenten-Einstellungen bearbeiten

source: Edit your message...
de: Bearbeiten Sie Ihre Nachricht...

source: Failed to create assistant. Please try again.
de: Fehler beim Erstellen des Assistenten. Bitte versuchen Sie es erneut.

source: Failed to load assistant. Please try again.
de: Fehler beim Laden des Assistenten. Bitte versuchen Sie es erneut.

source: Failed to load assistants. Please try again.
de: Fehler beim Laden der Assistenten. Bitte versuchen Sie es erneut.

source: Failed to update assistant. Please try again.
de: Fehler beim Aktualisieren des Assistenten. Bitte versuchen Sie es erneut.

source: Found {resultsCount} results
de: {resultsCount} Ergebnisse gefunden

source: How to Test:
de: So testen Sie:
es: Cómo probar:
pl: Jak testować:

source: messages
de: Nachrichten
es: mensajes
pl: wiadomości

source: total
de: gesamt
pl: ogółem

source: Locale Detection Test
es: Prueba de detección de idioma
pl: Test wykrywania języka

source: Reset to Browser Detection
es: Restablecer a detección del navegador
pl: Resetuj do wykrywania przeglądarki

source: Supported Locales:
es: Idiomas compatibles:
pl: Obsługiwane języki:

source: Test Locale Changes:
es: Probar cambios de idioma:
pl: Testuj zmiany języka:

source: sharing.empty.noMembers
es: No hay usuarios o grupos disponibles
