Repository: EratoLab/erato
Catalog: frontend/src/locales/*/messages.po
Languages: de, es, fr, pl

source: about.title
de: Über uns
es: Acerca de
fr: À propos
pl: O nas

source: assistant.form.button.save
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany

source: assistant.form.description.helpText
de: Optional: Beschreiben Sie, was dieser Assistent tut
es: Opcional: Describa lo que hace este asistente
fr: Optionnel : Décrivez ce que fait cet assistant
pl: Opcjonalnie: Opisz, co robi ten asystent

source: assistant.form.description.placeholder
de: Dieser Assistent hilft bei...
es: Este asistente ayuda con...
fr: Cet assistant aide à...
pl: Ten asystent pomaga w...

source: assistant.form.files.helpText
de: Optional: Laden Sie Dateien von Ihrem Computer oder OneDrive hoch, die diesem Assistenten in jedem Chat zur Verfügung stehen
es: Opcional: Cargue archivos desde su computadora o OneDrive que estarán disponibles para este asistente en cada chat
fr: Optionnel : Téléchargez des fichiers depuis votre ordinateur ou OneDrive qui seront disponibles pour cet assistant dans chaque chat
pl: Opcjonalnie: Prześlij pliki z komputera lub OneDrive, które będą dostępne dla tego asystenta w każdym czacie

source: assistant.form.model.helpText
de: Optional: Wählen Sie aus, welches Modell dieser Assistent standardmäßig verwenden soll
es: Opcional: Elija qué modelo debe usar este asistente de forma predeterminada
fr: Optionnel : Choisissez quel modèle cet assistant doit utiliser par défaut
pl: Opcjonalnie: Wybierz, który model ten asystent powinien domyślnie używać

source: assistant.form.prompt.placeholder
de: Sie sind ein hilfreicher Assistent, der...
es: Eres un asistente útil que...
fr: Vous êtes un assistant utile qui...
pl: Jesteś pomocnym asystentem, który...

source: assistant.form.validation.description.tooLong
de: Beschreibung muss weniger als 500 Zeichen lang sein
es: La descripción debe tener menos de 500 caracteres
fr: La description doit contenir moins de 500 caractères
pl: Opis musi mieć mniej niż 500 znaków

source: assistant.form.validation.name.required
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est obligatoire
pl: Nazwa jest wymagana

source: assistant.form.validation.name.tooLong
de: Name muss weniger als 100 Zeichen lang sein
es: El nombre debe tener menos de 100 caracteres
fr: Le nom doit contenir moins de 100 caractères
pl: Nazwa musi mieć mniej niż 100 znaków

source: assistant.form.validation.name.tooShort
de: Name muss mindestens 2 Zeichen lang sein
es: El nombre debe tener al menos 2 caracteres
fr: Le nom doit contenir au moins 2 caractères
pl: Nazwa musi mieć co najmniej 2 znaki

source: assistant.form.validation.prompt.required
de: System-Prompt ist erforderlich
es: El prompt del sistema es obligatorio
fr: Le prompt système est obligatoire
pl: Prompt systemowy jest wymagany

source: assistant.form.validation.prompt.tooLong
de: System-Prompt muss weniger als 5000 Zeichen lang sein
es: El prompt del sistema debe tener menos de 5000 caracteres
fr: Le prompt système doit contenir moins de 5000 caractères
pl: Prompt systemowy musi mieć mniej niż 5000 znaków

source: assistant.form.validation.prompt.tooShort
de: System-Prompt muss mindestens 10 Zeichen lang sein
es: El prompt del sistema debe tener al menos 10 caracteres
fr: Le prompt système doit contenir au moins 10 caractères
pl: Prompt systemowy musi mieć co najmniej 10 znaków

source: assistants.empty.owned_by_user
de: Sie haben noch keine Assistenten erstellt
fr: Vous n'avez pas encore créé d'assistants
pl: Nie utworzyłeś jeszcze żadnych asystentów

source: assistants.empty.shared_with_user
de: Es wurden keine Assistenten mit Ihnen geteilt
fr: Aucun assistant n'a été partagé avec vous
pl: Żadne asystenty nie zostały Ci udostępnione

source: assistants.filter.all
de: Alle
fr: Tous
pl: Wszystkie

source: assistants.filter.owned_by_user
de: Meine Assistenten
fr: Mes assistants
pl: Moje asystenty

source: assistants.filter.shared_with_user
de: Mit mir geteilt
fr: Partagés avec moi
pl: Udostępnione mi

source: assistants.list.title.all
de: Alle Assistenten
fr: Tous les assistants
pl: Wszystkie asystenty

source: assistants.list.title.owned_by_user
de: Meine Assistenten
fr: Mes assistants
pl: Moje asystenty

source: assistants.list.title.shared_with_user
de: Mit mir geteilt
fr: Partagés avec moi
pl: Udostępnione mi

source: branding.assistant_name
de: Assistent
es: Asistente
fr: Assistant
pl: Asystent

source: branding.user_form_of_address
de: Du
es: Tú
fr: Vous
pl: Ty

source: branding.welcomeScreen.description
de: Stellen Sie Fragen und erhalten Sie hilfreiche Antworten von unserem KI-Assistenten.
es: Haz preguntas y obtén respuestas útiles de nuestro asistente IA.
fr: Posez des questions et obtenez des réponses utiles de notre assistant IA.
pl: Zadawaj pytania i otrzymuj pomocne odpowiedzi od naszego asystenta AI.

source: branding.welcomeScreen.subtitle
de: Erhalten Sie Expertenunterstützung für Ihre Fragen
es: Obtén ayuda experta con tus preguntas
fr: Obtenez une aide experte pour vos questions
pl: Uzyskaj ekspercką pomoc w swoich pytaniach

source: branding.welcomeScreen.title
de: Willkommen beim KI-Assistenten
es: Bienvenido al Asistente IA
fr: Bienvenue dans l'Assistant IA
pl: Witamy w Asystencie AI

source: chat.ai_usage_advisory
fr: Vous interagissez avec un chatbot IA. Les réponses générées peuvent contenir des erreurs factuelles et doivent être vérifiées avant utilisation.
pl: Wchodzisz w interakcję z chatbotem AI. Wygenerowane odpowiedzi mogą zawierać błędy merytoryczne i powinny zostać zweryfikowane przed użyciem.

source: chat.conversation.aria
de: Chat-Unterhaltung
es: Conversación de chat
fr: Conversation de chat
pl: Rozmowa czatu

source: chat.facets.loadError
de: Tools für diesen Workspace konnten nicht geladen werden.
fr: Impossible de charger les outils pour cet espace de travail.
pl: Nie udało się załadować narzędzi dla tego obszaru roboczego.

source: chat.facetSelector.deselectFacet.title
de: Tool {facetDisplayName} abwählen
fr: Désélectionner {facetDisplayName}
pl: Odznacz {facetDisplayName}

source: chat.file.error
de: Fehler beim Laden der Datei
es: Error al cargar el archivo
fr: Erreur lors du chargement du fichier
pl: Błąd wczytywania pliku

source: chat.file.loading
de: Datei wird geladen...
es: Cargando archivo...
fr: Chargement du fichier...
pl: Ładowanie pliku...

source: chat.file.preview.aria
de: Angehängte Datei anzeigen:
es: Vista previa del archivo adjunto:
fr: Aperçu du fichier joint :
pl: Podgląd załączonego pliku:

source: chat.history.menu.rename
fr: Renommer
pl: Zmień nazwę

source: chat.history.recent
fr: Récents
pl: Ostatnie

source: chat.history.rename.dialog.title
fr: Renommer le chat
pl: Zmień nazwę czatu

source: chat.history.rename.generated.fallback
fr: Chat sans titre
pl: Czat bez tytułu

source: chat.history.rename.generated.label
fr: Titre généré
pl: Wygenerowany tytuł

source: chat.history.rename.save
fr: Renommer
pl: Zmień nazwę

source: chat.history.rename.saving
fr: Enregistrement...
pl: Zapisywanie...

source: chat.history.rename.userProvided.label
fr: Titre personnalisé
pl: Tytuł niestandardowy

source: chat.history.rename.userProvided.placeholder
fr: Laissez vide pour utiliser le titre généré
pl: Pozostaw puste, aby użyć wygenerowanego tytułu

source: chat.message.aria
de: Nachricht
es: mensaje
fr: message
pl: wiadomość

source: chat.message.error.title
de: Assistentenfehler
fr: Erreur de l'assistant
pl: Błąd asystenta

source: chat.message.error.variant.content_filter
de: Die Antwort wurde gefiltert, weil die Eingabe oder Ausgabe gegen die Inhaltsrichtlinien verstößt.
fr: La réponse a été filtrée car le message a déclenché la politique de gestion du contenu.
pl: Odpowiedź została odfiltrowana, ponieważ wiadomość uruchomiła politykę zarządzania treścią.

source: chat.message.error.variant.content_filter.cta
de: Bitte versuche es erneut mit einer anderen Nachricht, die die gefilterten Kategorien vermeidet.
fr: Veuillez réessayer avec un message différent qui évite les catégories filtrées.
pl: Spróbuj ponownie z inną wiadomością, która unika przefiltrowanych kategorii.

source: chat.message.error.variant.content_filter.filtered_categories
de: Gefilterte Kategorien
fr: Catégories filtrées
pl: Odfiltrowane kategorie

source: chat.message.error.variant.content_filter.hate
de: Hass
fr: Haine
pl: Nienawiść

source: chat.message.error.variant.content_filter.high_severity
de: hohe Schwere
fr: gravité élevée
pl: wysoki poziom

source: chat.message.error.variant.content_filter.low_severity
de: geringe Schwere
fr: faible gravité
pl: niski poziom

source: chat.message.error.variant.content_filter.medium_severity
de: mittlere Schwere
fr: gravité moyenne
pl: średni poziom

source: chat.message.error.variant.content_filter.safe_severity
de: sicher
fr: sûr
pl: bezpieczne

source: chat.message.error.variant.content_filter.self_harm
de: Selbstverletzung
fr: Automutilation
pl: Samookaleczenie

source: chat.message.error.variant.content_filter.sexual
de: Sexuell
fr: Sexuel
pl: Seksualne

source: chat.message.error.variant.content_filter.violence
de: Gewalt
fr: Violence
pl: Przemoc

source: chat.message.error.variant.default
de: Der Assistent konnte nicht antworten.
fr: L’assistant n’a pas pu répondre.
pl: Asystent nie mógł odpowiedzieć.

source: chat.message.error.variant.rate_limit
fr: Limite de requêtes ou quota dépassé. Cela peut aussi arriver si votre entrée est trop volumineuse.
pl: Przekroczono limit zapytań lub przydział. Może się to też zdarzyć, gdy wejście jest zbyt duże.

source: chat.message.error.variant.rate_limit.cta
fr: Réessayez dans une minute et réduisez la longueur ou le nombre de pièces jointes.
pl: Spróbuj ponownie za minutę i ogranicz długość lub liczbę załączników.

source: chat.newChat.title
de: Neuer Chat
es: Nuevo Chat
fr: Nouveau Chat
pl: Nowy Czat

source: cloudDriveList.driveType.personal
de: Persönlich
es: Personal
fr: Personnel
pl: Osobisty

source: cloudDriveList.driveType.shared
de: Geteilt
es: Compartido
fr: Partagé
pl: Udostępniony

source: cloudDriveList.empty.noDrives
de: Keine Laufwerke verfügbar
es: No hay unidades disponibles
fr: Aucun lecteur disponible
pl: Brak dostępnych dysków

source: cloudDriveList.openDrive
de: Laufwerk öffnen
es: Abrir unidad
fr: Ouvrir le lecteur
pl: Otwórz dysk

source: cloudDriveList.owner
de: Besitzer:
es: Propietario:
fr: Propriétaire :
pl: Właściciel:

source: cloudFilePicker.actions.cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj

source: cloudFilePicker.actions.select
de: Auswählen
es: Seleccionar
fr: Sélectionner
pl: Wybierz

source: cloudFilePicker.actions.selecting
de: Wird ausgewählt...
es: Seleccionando...
fr: Sélection en cours...
pl: Wybieranie...

source: cloudFilePicker.close
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij

source: cloudFilePicker.error.selectFiles
de: Fehler beim Auswählen der Dateien. Bitte versuchen Sie es erneut.
es: Error al seleccionar archivos. Por favor, inténtelo de nuevo.
fr: Échec de la sélection des fichiers. Veuillez réessayer.
pl: Nie udało się wybrać plików. Spróbuj ponownie.

source: cloudFilePicker.navigation.goBack
de: Zurück
es: Volver
fr: Retour
pl: Wstecz

source: cloudFilePicker.selection.filesSelected
de: Dateien ausgewählt
es: archivos seleccionados
fr: fichiers sélectionnés
pl: plików wybranych

source: cloudFilePicker.selection.maxReached
de: (Maximum erreicht)
es: (Máximo alcanzado)
fr: (Maximum atteint)
pl: (Maksimum osiągnięte)

source: cloudFilePicker.selection.none
de: Keine Dateien ausgewählt
es: No hay archivos seleccionados
fr: Aucun fichier sélectionné
pl: Nie wybrano plików

source: cloudFilePicker.selection.of
de: von
es: de
fr: sur
pl: z

source: cloudFilePicker.selection.oneFile
de: 1 Datei ausgewählt
es: 1 archivo seleccionado
fr: 1 fichier sélectionné
pl: 1 plik wybrany

source: cloudFilePicker.title
de: Dateien aus Cloud-Speicher auswählen
es: Seleccionar archivos del almacenamiento en la nube
fr: Sélectionner des fichiers du stockage cloud
pl: Wybierz pliki z chmury

source: cloudItemBrowser.column.modified
de: Geändert
es: Modificado
fr: Modifié
pl: Zmodyfikowano

source: cloudItemBrowser.column.name
de: Name
es: Nombre
fr: Nom
pl: Nazwa

source: cloudItemBrowser.column.size
de: Größe
es: Tamaño
fr: Taille
pl: Rozmiar

source: cloudItemBrowser.empty.noFiles
de: Keine Dateien in diesem Ordner
es: No hay archivos en esta carpeta
fr: Aucun fichier dans ce dossier
pl: Brak plików w tym folderze

source: cloudItemBrowser.openFolder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
pl: Otwórz folder

source: cloudItemBrowser.select
de: Auswählen
es: Seleccionar
fr: Sélectionner
pl: Wybierz

source: cloudNavigationBreadcrumb.ariaLabel
de: Breadcrumb-Navigation
es: Navegación de ruta
fr: Navigation par fil d'Ariane
pl: Nawigacja okruszków

source: cloudNavigationBreadcrumb.navigateToParent
de: Zum übergeordneten Ordner
es: Navegar a carpeta superior
fr: Naviguer vers le dossier parent
pl: Przejdź do folderu nadrzędnego

source: cloudNavigationBreadcrumb.selectDrive
de: Wählen Sie ein Laufwerk zum Durchsuchen aus
es: Seleccione una unidad para explorar archivos
fr: Sélectionnez un lecteur pour parcourir les fichiers
pl: Wybierz dysk, aby przeglądać pliki

source: error.404.title
de: 404 - Seite nicht gefunden
es: 404 - Página no encontrada
fr: 404 - Page non trouvée
pl: 404 - Strona nie znaleziona

source: feedback.comment.aria
de: Feedback-Kommentar
es: Comentario de retroalimentación
fr: Commentaire de feedback
pl: Komentarz opinii

source: feedback.comment.hint
de: Drücken Sie Strg+Enter zum Senden
es: Presione Ctrl+Enter para enviar
fr: Appuyez sur Ctrl+Entrée pour envoyer
pl: Naciśnij Ctrl+Enter, aby wysłać

source: feedback.comment.label
de: Möchten Sie weitere Details hinzufügen? (optional)
es: ¿Desea agregar más detalles? (opcional)
fr: Souhaitez-vous ajouter plus de détails ? (facultatif)
pl: Czy chcesz dodać więcej szczegółów? (opcjonalnie)

source: feedback.comment.negative
de: Sie fanden diese Antwort nicht hilfreich
es: Encontró esta respuesta poco útil
fr: Vous avez trouvé cette réponse inutile
pl: Uznałeś tę odpowiedź za nieprzydatną

source: feedback.comment.placeholder
de: Was hätte besser sein können?
es: ¿Qué podría haber sido mejor?
fr: Qu'est-ce qui aurait pu être mieux ?
pl: Co mogłoby być lepsze?

source: feedback.comment.positive
de: Sie fanden diese Antwort hilfreich
es: Encontró esta respuesta útil
fr: Vous avez trouvé cette réponse utile
pl: Uznałeś tę odpowiedź za przydatną

source: feedback.comment.skip
de: Überspringen
es: Omitir
fr: Passer
pl: Pomiń

source: feedback.comment.skip.aria
de: Kommentar überspringen
es: Omitir comentario
fr: Passer le commentaire
pl: Pomiń komentarz

source: feedback.comment.submit
de: Senden
es: Enviar
fr: Envoyer
pl: Wyślij

source: feedback.comment.submit.aria
de: Feedback mit Kommentar senden
es: Enviar comentario
fr: Envoyer le commentaire
pl: Wyślij komentarz

source: feedback.comment.submitting
de: Wird gesendet...
es: Enviando...
fr: Envoi en cours...
pl: Wysyłanie...

source: feedback.comment.title
de: Kommentar hinzufügen
es: Agregar un comentario
fr: Ajouter un commentaire
pl: Dodaj komentarz

source: feedback.dislike.active
de: Sie fanden dies nicht hilfreich
es: Encontró esto poco útil
fr: Vous avez trouvé cela inutile
pl: Uznałeś to za nieprzydatne

source: feedback.dislike.aria
de: Nachricht ablehnen
es: No me gusta el mensaje
fr: Je n'aime pas ce message
pl: Nie lubię wiadomości

source: feedback.edit.update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
pl: Aktualizuj

source: feedback.error.time_limit_exceeded
de: Das Bearbeitungsfenster ist abgelaufen. Das Feedback kann nicht mehr geändert werden.
es: El período de edición ha expirado. La retroalimentación ya no puede ser modificada.
fr: La fenêtre de modification a expiré. Le feedback ne peut plus être modifié.
pl: Okno edycji wygasło. Opinia nie może być już modyfikowana.

source: feedback.like.active
de: Sie fanden dies hilfreich
es: Encontró esto útil
fr: Vous avez trouvé cela utile
pl: Uznałeś to za przydatne

source: feedback.like.aria
de: Nachricht gefällt mir
es: Me gusta el mensaje
fr: J'aime ce message
pl: Lubię wiadomość

source: feedback.view.title
de: Ihr Feedback
es: Su retroalimentación
fr: Votre avis
pl: Twoja opinia

source: fileSourceSelector.uploadFromComputer
de: Vom Computer hochladen
es: Subir desde el ordenador
fr: Télécharger depuis l'ordinateur
pl: Prześlij z komputera

source: fileSourceSelector.uploadFromOneDrive
de: Von OneDrive hochladen
es: Subir desde OneDrive
fr: Télécharger depuis OneDrive
pl: Prześlij z OneDrive

source: fileUpload.disk.ariaLabel
de: Dateien vom Computer hochladen
es: Subir archivos desde el ordenador
fr: Télécharger des fichiers depuis l'ordinateur
pl: Prześlij pliki z komputera

source: fileUpload.uploadFiles
de: Dateien hochladen
es: Subir archivos
fr: Télécharger des fichiers
pl: Prześlij pliki

source: home.redirecting
de: Weiterleitung zum Chat...
es: Redirigiendo al chat...
fr: Redirection vers le chat...
pl: Przekierowanie do czatu...

source: message.copy.aria
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
pl: Kopiuj wiadomość

source: message.edit.aria
de: Nachricht bearbeiten
es: Editar mensaje
fr: Modifier le message
pl: Edytuj wiadomość

source: message.showFormatted.aria
de: Formatiert anzeigen
es: Mostrar formateado
fr: Afficher formaté
pl: Pokaż sformatowane

source: message.showRawMarkdown.aria
de: Rohes Markdown anzeigen
es: Mostrar markdown sin procesar
fr: Afficher le markdown brut
pl: Pokaż surowy markdown

source: navigation.goHome
de: Zur Startseite
es: Ir al inicio
fr: Retour à l'accueil
pl: Idź do strony głównej

source: preferences.dialog.actions.cancel
fr: Annuler

source: preferences.dialog.actions.save
fr: Enregistrer

source: preferences.dialog.actions.saving
fr: Enregistrement...

source: preferences.dialog.dataTab.archiveAll.archiving
fr: Archivage...

source: preferences.dialog.dataTab.archiveAll.button
fr: Archiver toutes les discussions

source: preferences.dialog.dataTab.archiveAll.confirmMessage
fr: Cela archivera toutes les discussions non archivées de votre compte.

source: preferences.dialog.dataTab.archiveAll.confirmTitle
fr: Archiver toutes les discussions ?

source: preferences.dialog.dataTab.archiveAll.error
fr: Impossible d’archiver les discussions. Veuillez réessayer.

source: preferences.dialog.dataTab.archiveAll.help
fr: Archive toutes les discussions de votre compte. Les discussions déjà archivées conservent leur date d’archivage.

source: preferences.dialog.dataTab.archiveAll.success
fr: Discussions archivées avec succès.

source: preferences.dialog.fields.additionalInformation.help
fr: Tout contexte supplémentaire que vous souhaitez que l’assistant connaisse.

source: preferences.dialog.fields.additionalInformation.label
fr: Informations supplémentaires

source: preferences.dialog.fields.additionalInformation.placeholder
fr: ex. Je travaille avec des clients entreprises

source: preferences.dialog.fields.customInstructions.help
fr: Préférences supplémentaires de comportement, de style et de ton.

source: preferences.dialog.fields.customInstructions.label
fr: Instructions personnalisées pour l’assistant

source: preferences.dialog.fields.customInstructions.placeholder
fr: ex. Préférer des puces concises

source: preferences.dialog.fields.jobTitle.label
fr: Intitulé du poste

source: preferences.dialog.fields.jobTitle.placeholder
fr: ex. Chef de produit

source: preferences.dialog.fields.nickname.help
fr: Comment l’assistant doit-il vous appeler ?

source: preferences.dialog.fields.nickname.label
fr: Surnom

source: preferences.dialog.fields.nickname.placeholder
fr: ex. Max

source: preferences.dialog.save.error
fr: Impossible d’enregistrer les préférences. Veuillez réessayer.

source: preferences.dialog.tabs.data
fr: Données

source: preferences.dialog.tabs.personalization
fr: Personnalisation

source: preferences.dialog.tabs.sectionTitle
fr: Personnalisation

source: preferences.dialog.title
fr: Préférences

source: profile.menu.preferences
fr: Préférences

source: sharing.action.share
de: Teilen
es: Compartir
fr: Partager
pl: Udostępnij

source: sharing.addPeople.button
de: Hinzufügen
es: Agregar
fr: Ajouter
pl: Dodaj

source: sharing.addPeople.error
de: Zugriff konnte nicht gewährt werden
es: No se pudo otorgar acceso
fr: Échec de l'octroi de l'accès
pl: Nie udało się przyznać dostępu

source: sharing.addPeople.success
de: Zugriff erfolgreich gewährt
es: Acceso otorgado exitosamente
fr: Accès accordé avec succès
pl: Dostęp został pomyślnie przyznany

source: sharing.addPeople.title
de: Personen hinzufügen
es: Agregar personas
fr: Ajouter des personnes
pl: Dodaj osoby

source: sharing.button.share
de: Teilen
es: Compartir
fr: Partager
pl: Udostępnij

source: sharing.currentAccess.created
de: Hinzugefügt
es: Agregado
fr: Ajouté
pl: Dodano

source: sharing.currentAccess.empty
de: Noch niemand hat Zugriff
es: Nadie tiene acceso todavía
fr: Personne n'a encore accès
pl: Nikt jeszcze nie ma dostępu

source: sharing.currentAccess.title
de: Aktueller Zugriff
es: Acceso actual
fr: Accès actuel
pl: Obecny dostęp

source: sharing.dialog.title
de: Teilen {resourceName}
es: Compartir {resourceName}
fr: Partager {resourceName}
pl: Udostępnij {resourceName}

source: sharing.empty.noResults
de: Keine Übereinstimmungen gefunden
es: No se encontraron coincidencias
fr: Aucune correspondance trouvée
pl: Nie znaleziono wyników

source: sharing.error.loadGrants
de: Aktueller Zugriff konnte nicht geladen werden
es: No se pudo cargar el acceso actual
fr: Échec du chargement de l'accès actuel
pl: Nie udało się załadować obecnego dostępu

source: sharing.error.loadMembers
de: Benutzer und Gruppen konnten nicht geladen werden
es: No se pudieron cargar los usuarios y grupos
fr: Échec du chargement des utilisateurs et groupes
pl: Nie udało się załadować użytkowników i grup

source: sharing.loading
de: Lädt...
es: Cargando...
fr: Chargement...
pl: Ładowanie...

source: sharing.remove.button
de: Entfernen
es: Eliminar
fr: Supprimer
pl: Usuń

source: sharing.remove.confirm.message
de: Möchten Sie den Zugriff für diesen Benutzer/diese Gruppe wirklich entfernen?
es: ¿Está seguro de que desea eliminar el acceso para este usuario/grupo?
fr: Êtes-vous sûr de vouloir supprimer l'accès pour cet utilisateur/groupe ?
pl: Czy na pewno chcesz usunąć dostęp dla tego użytkownika/grupy?

source: sharing.remove.confirm.title
de: Zugriff entfernen
es: Eliminar acceso
fr: Supprimer l'accès
pl: Usuń dostęp

source: sharing.remove.error
de: Zugriff konnte nicht entfernt werden
es: No se pudo eliminar el acceso
fr: Échec de la suppression de l'accès
pl: Nie udało się usunąć dostępu

source: sharing.remove.success
de: Zugriff erfolgreich entfernt
es: Acceso eliminado exitosamente
fr: Accès supprimé avec succès
pl: Dostęp został pomyślnie usunięty

source: sharing.role.viewer
de: Betrachter
es: Espectador
fr: Lecteur
pl: Oglądający

source: sharing.searchPlaceholder
de: Benutzer und Gruppen suchen...
es: Buscar usuarios y grupos...
fr: Rechercher des utilisateurs et groupes...
pl: Szukaj użytkowników i grup...

source: sharing.section.groups
de: Gruppen
es: Grupos
fr: Groupes
pl: Grupy

source: sharing.section.users
de: Benutzer
es: Usuarios
fr: Utilisateurs
pl: Użytkownicy

source: sharing.select.ariaLabel
de: {name} auswählen
es: Seleccionar {name}
fr: Sélectionner {name}
pl: Wybierz {name}

source: sharing.type.group
de: Gruppe
es: Grupo
fr: Groupe
pl: Grupa

source: sharing.type.user
de: Benutzer
es: Usuario
fr: Utilisateur
pl: Użytkownik

source: ui.download
de: Herunterladen
es: Descargar
fr: Télécharger
pl: Pobierz

source: ui.image.loadError
de: Bild konnte nicht geladen werden
es: Error al cargar la imagen
fr: Échec du chargement de l'image
pl: Nie udało się załadować obrazu
